Repository: samuellb/fribid
Catalog: translations/*.po
Languages: sv

source: An unknown error occurred
sv: Ett okänt fel inträffade

source: Not implemented yet
sv: Ej implementerat än

source: The file could not be read
sv: Det gick inte att öppna filen

source: The file could not be saved
sv: Det gick inte att spara filen

source: Invalid file format
sv: Felaktigt filformat

source: Incorrect password
sv: Felaktigt lösenord

source: Incorrect PIN
sv: Felaktig PIN

source: Please enter PIN on pinpad
sv: PIN anges på kortläsaren

source: Identification
sv: Legitimering

source: <big><b>Prove identity to: </b></big>
sv: <big><b>Legitimera mot: </b></big>

source: _Prove identity
sv: _Legitimera

source: Signing
sv: Underskrift

source: <big><b>Create signature on: </b></big>
sv: <big><b>Signering på: </b></big>

source: _Sign
sv: _Signera

source: Select external identity file
sv: Välj en extern legitimationsfil

source: The passwords don't match!
sv: Lösenorden stämmer inte överens

source: This software version has expired, and will probably not be accepted on all web sites. Please download a newer version (if available), or use the officially supported software (Nexus Personal) instead.
sv: Denna programvara har gått ut, och kanske inte kommer att accepteras på alla webbsidor. Du behöver ladda ner en nyare version (om det finns någon) eller, alternativt, använda den officiella programvaran (Nexus Personal) istället.

source: Text to sign:
sv: Text att skriva under:

source: Identity:
sv: Legitimation:

source: Password:
sv: Lösenord:

source: External file...
sv: Extern fil...

source: Password for new e-ID
sv: Lösenord för ny e-legitimation

source: <big><b>Choose password</b></big>
sv: <big><b>Välj lösenord</b></big>

source: Name:
sv: Namn:

source: Repeat password:
sv: Upprepa lösenordet:
